IDEA Open Model
ConcreteULSCheckResultInteractionEc2.Medz Property
Compatible with IDEA StatiCa Beta 20.0
 Design value of the applied bending moment around z axis
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double Medz { get; set; }
Public Property Medz As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ConcreteULSCheckResultInteractionEc2 Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace